{
    "label": "Lengow",
    "author": "Lengow SAS",
    "copyright": "(c) by Lengow",
    "description": "Lengow allows you to easily export your product catalogue from your Shopware store and sell on Amazon, Cdiscount, Google Shopping, Criteo, LeGuide.com, Ebay, Rakuten, Priceminister. Choose from our 1,800 available marketing channels!",
    "support_mail": "support.lengow.zendesk@lengow.com",
    "license": "proprietary",
    "link": "http://lengow.com",
    "currentVersion": "1.1.0",
    "changes": {
        "1.1.0": {
            "releasedate": "2016-12-28",
            "line": ""
        },
        "1.0.4": {
            "releasedate": "2016-11-07",
            "line": ""
        },
        "1.0.3": {
            "releasedate": "2016-10-04",
            "line": ""
        },
        "1.0.2": {
            "releasedate": "2016-09-29",
            "line": ""
        },
        "1.0.1": {
            "releasedate": "2016-09-26",
            "line": ""
        },
        "1.0.0": {
            "releasedate": "2016-09-21",
            "line": "First release"
        }
    },
    "changelog": {
        "en": {
            "1.1.0": "Feature: Add get_sync parameter for cron; Feature: Add PSR-2 coding standards; Feature: Delete out of stock and variation options for export; Feature: Add locale variable for Lengow Iframe; Feature: Add supplier field for export; Bugfix: Optimize Lengow Statistics",
            "1.0.4": "Bugfix: change translations; Bugfix: replace html br by space in cleanHtml function; Bugfix: change cron url with no shop parameter; Bugfix: Optimize curl request; Bugfix: Optimize export process",
            "1.0.3": "Bugfix: refresh status for free trial; Bugfix: Fix bug with currency GET parameter; Feature: add new get_params parameter for export; Feature: add 403 and 400 headers for export process",
            "1.0.2": "Feature: add french translation; Feature: add new Lengow Logos; Bugfix: optimize getStatistic() for no API results; Bugfix: optimize getStatusAccount()",
            "1.0.1": "Bugfix: import and export url; Bugfix: get access to stats api; Bugfix: change csv head",
            "1.0.0": "First release"
        }
    },
    "compatibility": {
        "minimumVersion": "4.3.0",
        "maximumVersion": null,
        "blacklist": [
        ]
    }
}
